[{"id": "463e8150d869d5dec948c94a31ab8ed5", "title": "The Wind in the Willows Effect: Does age affect human versus animal faux pas recognition?", "year": 2025, "url": "https://www.sciencedirect.com/science/article/pii/S002209652400256X", "author": ["Gray Atherton", "Lucy Robinson", "Lucie Guy Smith", "Liam Cross"], "pub_year": 2025, "citation": "Journal of experimental child psychology 249, 106116, 2025", "journal": "Journal of experimental child psychology", "volume": 249, "pages": 106116, "publisher": "Academic press", "abstract": "Children’s literature is rife with anthropomorphic or non-human characters that may be used as a scaffold to teach children about theory of mind (tom) or the ways in which people think or feel about the social world. in this study, 107 typically developing u.k. school children in years 1, 3, and 5 (5–10 years of age) completed a human and anthropomorphic tom test that tested their understanding of faux pas. specifically, children from these three age groups were given a human version of 20 faux pas stories and an identical animal version of the same stories 1 week apart (with counterbalancing between classes). pairwise comparison showed that participants in year 1 did significantly better on the animal tom test compared with the human tom test, matching tom scores of children in year 3. on the human version of the task, there was a clear progression in age-related tom abilities, with older children …"}, {"id": "4af9c5cb94f7bd80d77f5382508cd64f", "title": "The wind in the willows effect: Does age affect human versus animal faux pas recognition?", "year": 2025, "url": "https://www.sciencedirect.com/science/article/pii/S002209652400256X", "author": ["Gray Atherton", "Lucy Robinson", "Lucie Guy Smith", "Liam Cross"], "pub_year": 2025, "citation": "Journal of experimental child psychology 249, 106116, 2025", "journal": "Journal of experimental child psychology", "volume": 249, "pages": 106116, "publisher": "Academic press", "abstract": "Children’s literature is rife with anthropomorphic or non-human characters that may be used as a scaffold to teach children about theory of mind (tom) or the ways in which people think or feel about the social world. in this study, 107 typically developing u.k. school children in years 1, 3, and 5 (5–10 years of age) completed a human and anthropomorphic tom test that tested their understanding of faux pas. specifically, children from these three age groups were given a human version of 20 faux pas stories and an identical animal version of the same stories 1 week apart (with counterbalancing between classes). pairwise comparison showed that participants in year 1 did significantly better on the animal tom test compared with the human tom test, matching tom scores of children in year 3. on the human version of the task, there was a clear progression in age-related tom abilities, with older children …"}, {"id": "88b465f4db3c46af7a59b70627d910c5", "title": "\" We've All Come Together\": A Board-Gaming Approach for Working with Autistic People.", "year": 2024, "url": "https://eric.ed.gov/?id=EJ1429309", "tags": ["autism", "gamification"], "author": ["Gray Atherton", "Emily Dawson", "Liam Cross"], "pub_year": 2024, "citation": "American journal of play 16 (1), 97-122, 2024", "journal": "American journal of play", "volume": 16, "number": 1, "pages": "97-122", "publisher": "The strong. one manhattan square, rochester, ny 14607", "abstract": "The authors discuss how board games offer individuals with autism (who often struggle with social settings and require structured outlets for building relationships) an affordable, naturalistic, collaborative environment that is stimulating, engaging, and educational. board games, they assert, provide opportunities to practice social skills, including cooperation and social deduction, essential skills for both neurotypical and atypical people. the authors include recommendations for introducing board games into special educational settings."}, {"id": "269ba51cad34c64eee6191aa2335dc02", "title": "A critical hit: Dungeons and Dragons as a buff for autistic people", "year": 2024, "url": "https://researchportal.plymouth.ac.uk/en/publications/a-critical-hit-dungeons-and-dragons-as-a-buff-for-autistic-people", "tags": ["autism"], "author": ["Gray Atherton", "Rhys Hathaway", "Ingela Visuri", "Liam Cross"], "pub_year": 2024, "citation": "Autism, 2024", "journal": "Autism", "publisher": "Sage publications ltd"}, {"id": "c813a7498dbd528a7b2401a29ac796ec", "title": "DragonIce, an Initial Full-Body Mixed Reality Experience to Facilitate Interpersonal Synchrony in Children", "year": 2024, "url": "https://dl.acm.org/doi/abs/10.1145/3613905.3651069", "tags": ["synchrony"], "author": ["Olga Gali", "Sena Beste Ercan", "Deniz Hepdoğan", "Gray Atherton", "Liam Cross", "Narcis Pares"], "pub_year": 2024, "citation": "Extended abstracts of the chi conference on human factors in computing …, 2024", "pages": "1-7", "abstract": "This study introduces dragonice, an initial full-body interactive mixed reality experience designed, in collaboration with children, to facilitate interpersonal synchrony (ips) among groups of four children. through an iterative usability study, involving 48 children (8-10 years old), and a mix-method approach to triangulate findings, the research evaluates the system's effectiveness in (i) user-system interaction; (ii) guiding users' movements for ips; and (iii) overall satisfaction. this iterative design process unveiled insights into synchronization mechanics, informing the development of more sophisticated and enriched interactive experiences. the findings suggest a promising trajectory for assessing the potential impact of ips on prosocial behavior in the future. moreover, the study anticipates future exploration of dragonice's benefits in creating a supportive social environment, particularly for children facing difficulties in …"}, {"id": "b500dce9d5545343b4713d09b180ec49", "title": "Game changer: Exploring the role of board games in the lives of autistic people", "year": 2024, "url": "https://link.springer.com/article/10.1007/s10803-024-06408-0", "tags": ["autism", "gamification"], "author": ["Liam Cross", "Francesca Belshaw", "Andrea Piovesan", "Gray Atherton"], "pub_year": 2024, "citation": "Journal of autism and developmental disorders, 1-20, 2024", "journal": "Journal of autism and developmental disorders", "pages": "1-20", "publisher": "Springer us", "abstract": "This mixed methods paper reports findings from three studies examining the overlap between autism and hobbyist board gaming. the first was a quantitative survey of over 1600 board gamers, showing that autistic individuals are overrepresented in this hobby compared to the general population and that autistic traits measured by the aq are significantly elevated amongst board gamers. study 1 also assessed gamers’ motivations and preferences and reported key differences as well as similarities between autistic and non-autistic gamers. the second was a qualitative study that reported the results of 13 interviews with autistic individuals who are hobbyist board gamers. using interpretive phenomenological analysis (ipa), four key themes were uncovered, including a preference for systemising, escapism and passions, the social lubrication effect of games and difficulties with deception. in the third, 28 autistic …"}, {"id": "044c56f2cd51bdb977559fbc0660fe0e", "title": "Gendered violence and sexualized representations in video games:(Lack of) effect on gender-related attitudes", "year": 2024, "url": "https://journals.sagepub.com/doi/abs/10.1177/14614448221075736", "tags": ["gamification"], "author": ["Liam Cross", "Linda K Kaye", "Juris Savostijanovs", "Neil McLatchie", "Matthew Johnston", "Liam Whiteman", "Robyn Mooney", "Gray Atherton"], "pub_year": 2024, "citation": "New media & society 26 (3), 1648-1669, 2024", "journal": "New media & society", "volume": 26, "number": 3, "pages": "1648-1669", "publisher": "Sage publications", "abstract": "This research explored how gender portrayals in video games affect gender-related attitudes. two hundred participants from the united kingdom and malaysia participated across three experiments, where the appearance and behaviour of video game characters were manipulated with regard to target (enemy) gender (study 1), sexually explicit attire (study 2) and level of character agency (study 3). we found minimal evidence that exposure to gender-stereotyped content resulted in differential gender-related attitudes (implicit associations, hostile and benevolent sexism, or rape myth acceptance). however, study 1 findings showed that individuals who played a first-person shooter with male enemies showed lower endorsement of some (benevolent) sexist attitudes (cf. control) and showed difference in game behaviour (cf. female enemies). together, our results suggest that short-term exposure to video games …"}, {"id": "e6def88fc755035b2556a65378a78ecb", "title": "Participatory Design of an Embodied Mixed Reality Experience Aimed to Assessing Individual and Collaborative Behaviors of Children", "year": 2024, "url": "https://dl.acm.org/doi/abs/10.1145/3677093", "author": ["Olga Gali", "Gözde Tüter", "Sena Beste Ercan", "Óscar Delgado", "Gray Atherton", "Liam Cross", "Narcis Pares"], "pub_year": 2024, "citation": "Proceedings of the acm on human-computer interaction 8 (chi play), 1-27, 2024", "journal": "Proceedings of the acm on human-computer interaction", "volume": 8, "number": "Chi play", "pages": "1-27", "publisher": "Acm", "abstract": "This study is part of a broader project exploring the integration of mixed reality (mr) in fostering prosocial behaviors among children, particularly focusing on interpersonal synchrony (ips) and its impact on collaboration. ips, the coordination of rhythmic movements among individuals, has been associated with improved group cohesion and prosocial behaviors, such as collaboration. traditional assessments of prosociality typically involve structured play activities for dyads, making them difficult to adapt to other settings. to address these limitations, this research aims to design a flexible embodied mr experience that allows children to choose between collaborative or individual engagement, reflecting the natural dynamics of children's play interactions. for this purpose, we conducted an embodied participatory design (pd) and usability study with 50 children aged 8-10 years. we provide a detailed account on how …"}, {"id": "33e0e732161dabee8f9186ace06b001c", "title": "People with dyslexia or dyscalculia are less biased: Results of a preregistered study from over 450,000 people on the implicit association test", "year": 2024, "url": "https://journals.sagepub.com/doi/abs/10.1177/27546330241288164", "author": ["Liam Cross", "Gray Atherton", "Roderick I Nicolson"], "pub_year": 2024, "citation": "Neurodiversity 2, 27546330241288164, 2024", "journal": "Neurodiversity", "volume": 2, "pages": 27546330241288164, "publisher": "Sage publications", "abstract": "The implicit association test (iat) provides a sensitive measure of attitudes to social dimensions such as race, gender or disability using a response speed procedure. the automatisation deficit account of dyslexia attributes the reading (and broader) difficulties of dyslexic people to reduced speed and strength of stimulus–response habit formation and, therefore, predicts reduced implicit bias for individuals with dyslexia. this novel prediction was tested using the ‘project implicit’ iat database on attitudes to disability. data from over 460,000 respondents was analysed, including 22,747 with physical disability (pd), 14,700 with dyslexia, and 1721 with dyscalculia. the dyslexia group did indeed show significantly less ‘disability bias’ than both the pd and no disability groups. intriguingly, the dyscalculia group showed significantly less disability bias even than the dyslexia group. the results are interpreted within the …"}, {"id": "069cc8cff494ca300eaf2f555ae5a764", "title": "Testing the Proteus Effect in Autistic and Neurotypical Participants", "year": 2024, "url": "https://www.liebertpub.com/doi/abs/10.1089/cyber.2024.0287"}, {"id": "3c6dca84cd4968911e5e39c53901e9c0", "title": "We've all come together. A board-gaming approach for working with autistic people", "year": 2024, "url": "https://eric.ed.gov/?id=EJ1429309", "tags": ["autism", "gamification"], "author": ["Gray Atherton", "Emily Dawson", "Liam Cross"], "pub_year": 2024, "citation": "American journal of play 16 (1), 97 - 122, 2024", "journal": "American journal of play", "volume": 16, "number": 1, "pages": "97 - 122", "publisher": "Strong", "abstract": "The authors discuss how board games offer individuals with autism (who often struggle with social settings and require structured outlets for building relationships) an affordable, naturalistic, collaborative environment that is stimulating, engaging, and educational. board games, they assert, provide opportunities to practice social skills, including cooperation and social deduction, essential skills for both neurotypical and atypical people. the authors include recommendations for introducing board games into special educational settings."}, {"id": "60bccfddeba3b0a3b822f1f46ea973f4", "title": "“We’ve all come together”: A board game intervention for children and adults with autism and other developmental disabilities", "year": 2024, "url": "https://researchportal.plymouth.ac.uk/en/publications/weve-all-come-together-a-board-game-intervention-for-children-and", "tags": ["autism", "gamification"], "author": ["Gray Atherton", "Emily Dawson", "Liam Cross"], "pub_year": 2024, "citation": "The american journal of play 16 (1), 2024", "journal": "The american journal of play", "volume": 16, "number": 1, "abstract": "“we’ve all come together”: a board game intervention for children and adults with autism and \nother developmental disabilities — university of plymouth skip to main navigation skip to \nsearch skip to main content university of plymouth home university of plymouth logo help & \nfaq home researchers research units research outputs theses datasets search by \nexpertise, name or affiliation “we’ve all come together”: a board game intervention for children \nand adults with autism and other developmental disabilities gray atherton, emily dawson, liam \ncross school of psychology research output: contribution to journal › article › peer-review \noverview fingerprint abstract the authors discuss how board games offer individuals with \nautism (who often struggle with social settings and require structured outlets for building \nrelationships) an affordable, naturalistic, collaborative environment that is stimulating, engaging, …"}, {"id": "a1a456dccd1f5f989e64e2c8c04db660", "title": "Autism, pets, and the importance of seeing human", "year": 2023, "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2975", "tags": ["autism", "anthropomorphism"], "author": ["Gray Atherton", "Andrea Piovesan", "Liam Cross"], "pub_year": 2023, "citation": "Autism research 16 (9), 1765-1774, 2023", "journal": "Autism research", "volume": 16, "number": 9, "pages": "1765-1774", "publisher": "John wiley & sons, inc.", "abstract": "People often see the human in the nonhuman, a process called anthropomorphism. anthropomorphism is particularly prolific regarding the humanization of pets. some research suggests that people with autism may not anthropomorphize to the same degree as neurotypicals. in this study, we explored whether there were differences in how autistic and neurotypical pet owners anthropomorphized their pets. we also examined differences in levels of connectedness to nature and experiences of loneliness and how this corresponded to autistic traits in the entire sample. we found anthropomorphism was as common among autistic pet owners as in neurotypicals. however, autistic pet owners reported greater loneliness and were more likely to substitute pets for people. we also found that neurotypical pet owners rated pets more highly on physical, non‐anthropomorphic traits (i.e., muscular, active). in contrast, autistic …"}, {"id": "eda126a19f2d875759fd9dbf4be9ec6b", "title": "Autism, thy name is man: Exploring implicit and explicit gender bias in autism perceptions", "year": 2023, "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0284013&utm_source=nationaltribune&utm_medium=nationaltribune&utm_campaign=news", "tags": ["autism"], "author": ["Rae Brickhill", "Gray Atherton", "Andrea Piovesan", "Liam Cross"], "pub_year": 2023, "citation": "Plos one 18 (8), e0284013, 2023", "journal": "Plos one", "volume": 18, "number": 8, "pages": "E0284013", "publisher": "Public library of science", "abstract": "Males are around three times more likely to possess an autism diagnosis than females. for years this was explained by accounts that considered the male gender more compatible with the autistic phenotype. however, new research suggests that a lack of understanding and recognition of the female autistic phenotype, and a predisposition to associate males with autistic traits, could lead to structural inequalities that hinder the identification of autistic females. to explore how autism and gender are more widely perceived, the present study tested implicit and explicit associations between autism and binary gender using the implicit association test (iat) and the autism quotient (aq) presented alongside a male or female vignette. a significant association was found on the iat, identifying an implicit bias towards males and autistic traits. the vignette aq pairing also revealed some specific items perceived as explicitly male traits, while only reverse-scored items were perceived as female. these findings suggest that current perceptions and even metrics of autism are skewed towards males, which may hinder the identification and understanding of the female autistic phenotype."}, {"id": "fe897ecdf3bdf96466fbc4bd64c6aca7", "title": "Does the study of culture enrich our understanding of autism? A cross-cultural exploration of life on the spectrum in Japan and the West", "year": 2023, "url": "https://journals.sagepub.com/doi/abs/10.1177/00220221231169945", "tags": ["autism"], "author": ["Gray Atherton", "Yuko Morimoto", "Satoshi Nakashima", "Liam Cross"], "pub_year": 2023, "citation": "Journal of cross-cultural psychology 54 (5), 610-634, 2023", "journal": "Journal of cross-cultural psychology", "volume": 54, "number": 5, "pages": "610-634", "publisher": "Sage publications", "abstract": "Autism spectrum condition is a neurodevelopmental condition in which people are characterized by their social differences. as such, autistic behaviors are often identified as deviating from what is considered normal or neurotypical ways of interacting with the world as dictated by a particular culture. this theoretical article explores a cultural model of disability concerning autism spectrum condition and how western ideals of “normality” dominate autism-related discourses. to illustrate this point, the diagnostic and statistical manual of mental disorders (5th ed.; dsm-5; american psychiatric association [apa]) descriptors are discussed concerning western and, in contrast, japanese cultural practices. cross-cultural research from several domains reveals the subjectivity inherent to what is considered “normal” across cultures. in addition, research into the prevalence and lived experiences of autistic people and their …"}, {"id": "2f528b251cbc44e71311fc8a1437388f", "title": "Mediating Interpersonal Synchronization in Children through a Full-Body Mixed Reality System: Analysis of the Pre-Interactive Mandala Experience", "year": 2023, "url": "https://direct.mit.edu/pvar/article-abstract/doi/10.1162/pres_a_00386/116424", "tags": ["synchrony"], "author": ["Olga Gali", "Sena Beste Ercan", "Gray Atherton", "Liam Cross", "Batuhan Sayis", "Pamela Heaton", "Narcis Pares"], "pub_year": 2023, "citation": "Presence: virtual and augmented reality 32, 35-51, 2023", "journal": "Presence: virtual and augmented reality", "volume": 32, "pages": "35-51", "publisher": "Mit press", "abstract": "Interpersonal entrainment (ipe), motor synchronization to a common rhythm, can be used to strengthen the ability to communicate and coordinate actions between citizens. different studies show how children's and adults’ behaviors changed positively by increasing their cooperation, helpfulness, and affiliation levels after performing activities in synchrony. however, those activities are often affected by the mediation of a researcher. this problem can be addressed by using new technologies such as mixed reality (mr) full-body systems. the aim of this study was to develop a playful mr pre-interactive (noninteractive visual/auditory cues) experience, the mandala, to promote ipe. sixty-six children were presented, in groups of four, with one of the conditions: async movements and ambient music (control) or sync movements accompanied by rhythmic (experimental 1) or ambient music (experimental 2). we …"}, {"id": "a43260e260141ec188d0f1966ece3ae2", "title": "Your move: An open access dataset of over 1500 board gamer’s demographics, preferences and motivations", "year": 2023, "url": "https://journals.sagepub.com/doi/abs/10.1177/10468781231189493", "tags": ["gamification"], "author": ["Liam Cross", "Andrea Piovesan", "Micael Sousa", "Peter Wright", "Gray Atherton"], "pub_year": 2023, "citation": "Simulation & gaming 54 (5), 554-575, 2023", "journal": "Simulation & gaming", "volume": 54, "number": 5, "pages": "554-575", "publisher": "Sage publications", "abstract": "This paper reports the demographics of a large sample of board gamers and their in-game motivations and preferences.we report the specific preferences of 1603 board gamers (i.e. preferred platform, mechanics, style, theme, player count and game length) and player demographics, i.e. age, gender, education level as well as neurodivergence in this population. participants were sampled via board game groups and game distributor mailing lists.findings confirmed previous assumptions that board gamers are primarily middle-aged, university/college-educated, white males. we show that most gamers identify as mid-core/core with a preference for shorter, competitive euro games. they tend to prefer in-person play with 3-4 players. however, a sizeable portion of the sample did not fit this description, showing a more complex picture.results describe the population's demographics …"}, {"id": "28cf6ba78703cff181a04b9945220a82", "title": "‘They ask no questions and pass no criticism’: A mixed-methods study exploring pet ownership in autism", "year": 2023, "url": "https://link.springer.com/article/10.1007/s10803-022-05622-y", "tags": ["autism", "wellbeing"], "author": ["Gray Atherton", "Emma Edisbury", "Andrea Piovesan", "Liam Cross"], "pub_year": 2023, "citation": "Journal of autism and developmental disorders 53 (8), 3280-3294, 2023", "journal": "Journal of autism and developmental disorders", "volume": 53, "number": 8, "pages": "3280-3294", "publisher": "Springer us", "abstract": "Many autistic people cite a strong attachment to animals, and some studies suggest they may even show a bias towards animals over people. this mixed-methods study explored companion animal attachment in the adult autistic community. in a quantitative study with 735 people, we found that autistic adults were equally attached to their pets as neurotypicals but were less likely to own them, even though pet ownership corresponded with better mental health outcomes. substituting pets for people also served as a compensatory mechanism for social contact in the autistic sample. in a second qualitative study, we explored the lived experiences of 16 autistic pet owners. the interpretive phenomenological analysis highlighted the benefits and the barriers to animal companionship. together these mixed methods findings underline how pets improve the lives of their autistic owners. we conclude with specific …"}, {"id": "db7ef49318c61256dd3c7d23416fe29c", "title": "Autism through the ages: A mixed methods approach to understanding how age and age of diagnosis affect quality of life", "year": 2022, "url": "https://link.springer.com/article/10.1007/s10803-021-05235-x", "tags": ["autism", "wellbeing"], "author": ["Gray Atherton", "Emma Edisbury", "Andrea Piovesan", "Liam Cross"], "pub_year": 2022, "citation": "Journal of autism and developmental disorders, 1-16, 2022", "journal": "Journal of autism and developmental disorders", "pages": "1-16", "publisher": "Springer us", "abstract": "A significant proportion of autistic adults today were not diagnosed until later in life, a group referred to as the ‘lost generation,’ which may affect mental health. in study 1 we explored quality of life and autistic trait levels in 420 autistic and td adults, and in study 2 we explored the experiences of 8 autistic adults diagnosed as adults. we found that autistic adults had lower quality of life outcomes and higher autistic trait levels which related to age of diagnosis, and qualitative findings indicated that while adults were empowered by their new diagnosis, they still require specialized supports. our findings are discussed, emphasizing future directions and implications for the current care system in place for autistic adults."}, {"id": "73c9276002b41c64ce498618f47b7c87", "title": "Autistic people outperform neurotypicals in a cartoon version of the Reading the Mind in the Eyes", "year": 2022, "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2782", "tags": ["autism", "anthropomorphism"], "author": ["Liam Cross", "Andrea Piovesan", "Gray Atherton"], "pub_year": 2022, "citation": "Autism research 15 (9), 1603-1608, 2022", "journal": "Autism research", "volume": 15, "number": 9, "pages": "1603-1608", "publisher": "John wiley & sons, inc.", "abstract": "Prior research suggests that while autistic people may demonstrate poorer facial emotion recognition when stimuli are human, these differences lessen when stimuli are anthropomorphic. to investigate this further, this work explores emotion recognition in autistic and neurotypical adults (n = 196). groups were compared on a standard and a cartoon version of the reading the mind in the eyes test. results indicated that autistic individuals were not significantly different from neurotypicals on the standard version. however, autistic people outperformed neurotypicals on the cartoon version. the implications for these findings regarding emotion recognition deficits and the social motivation account of autism are discussed and support the view of socio‐cognitive differences rather than deficits in this population.the reading the mind in the eyes test and a cartoon version were tested on autistic and …"}, {"id": "8354a584434256ce4ffc179c85ba8584", "title": "In-person and remote workshops for people with neurocognitive disorders: Recommendations from a Delphi panel", "year": 2022, "url": "https://www.frontiersin.org/articles/10.3389/fnagi.2021.747804/full", "tags": ["gamification"], "author": ["Valeria Manera", "Luis Agüera-Ortiz", "Florence Askenazy", "Bruno Dubois", "Xavier Corveleyn", "Liam Cross", "Emma Febvre-Richards", "Roxane Fabre", "Nathalie Fernandez", "Pierre Foulon", "Auriane Gros", "Cedric Gueyraud", "Mikael Lebourhis", "Patrick Malléa", "Léa Martinez", "Marie-Pierre Pancrazi", "Magali Payne", "Vincent Robert", "Laurent Tamagno", "Susanne Thümmler", "Philippe Robert"], "pub_year": 2022, "citation": "Frontiers in aging neuroscience 13, 747804, 2022", "journal": "Frontiers in aging neuroscience", "volume": 13, "pages": 747804, "publisher": "Frontiers media sa", "abstract": "Workshops using arts and board games are forms of non-pharmacological intervention widely employed in seniors with neurocognitive disorders. however, clear guidelines on how to conduct these workshops are missing. the objective of the art and game project (agap) was to draft recommendations on the structure and content of workshops for elderly people with neurocognitive disorders and healthy seniors, with a particular focus on remote/hybrid workshops, in which at least a part of the participants is connected remotely. recommendations were gathered using a delphi methodology. the expert panel (n = 18) included experts in the health, art and/or board games domains. they answered questions via two rounds of web-surveys, and then discussed the results in a plenary meeting. some of the questions were also shared with the general public (n = 101). both the experts and the general public suggested that organizing workshops in a hybrid format (some face-to-face sessions, some virtual session) is feasible and interesting for people with neurocognitive disorders. we reported guidelines on the overall structure of workshops, practical tips on how to organize remote workshops, and a swot analysis of the use of remote/hybrid workshops. the guidelines may be employed by clinicians to decide, based on their needs and constraints, what interventions and what kind of workshop format to employ, as well as by researcher to standardize procedures to assess the effectiveness of non-pharmacological treatments for people with neurocognitive disorders."}, {"id": "5ed5931b2667b976c0016c4d518a850a", "title": "Reading the mind in cartoon eyes: Comparing human versus cartoon emotion recognition in those with high and low levels of autistic traits", "year": 2022, "url": "https://journals.sagepub.com/doi/abs/10.1177/0033294120988135", "tags": ["autism", "anthropomorphism"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2022, "citation": "Psychological reports 125 (3), 1380-1396, 2022", "journal": "Psychological reports", "volume": 125, "number": 3, "pages": "1380-1396", "publisher": "Sage publications", "abstract": "People who have a high degree of autistic traits often underperform on theory of mind tasks such as perspective-taking or facial emotion recognition compared to those with lower levels of autistic traits. however, some research suggests that this may not be the case if the agent they are evaluating is anthropomorphic (i.e. animal or cartoon) rather than typically human. the present studies examined the relation between facial emotion recognition and autistic trait profiles in over 750 adults using either a standard or cartoon version of the reading the mind in the eyes (rme) test. results showed that those scoring above the clinical cut off for autistic traits on the autism quotient performed significantly worse than those with the lowest levels of autistic traits on the standard rme, while scores across these groups did not differ substantially on the cartoon version of the task. these findings add further evidence that theory …"}, {"id": "96c4b18d9c14b722f91c7a66f1dec73e", "title": "Intentional synchronisation affects automatic imitation and source memory", "year": 2021, "url": "https://www.nature.com/articles/s41598-020-79796-9", "tags": ["synchrony"], "author": ["Liam Cross", "Gray Atherton", "Natalie Sebanz"], "pub_year": 2021, "citation": "Scientific reports 11 (1), 573, 2021", "journal": "Scientific reports", "volume": 11, "number": 1, "pages": 573, "publisher": "Nature publishing group uk", "abstract": "Acting in synchrony is a fundamental part of many social interactions and can have pro-social consequences. explanations for this relationship were investigated here using implicit measures of imitation (automatic imitation task) and memory (preference overlap task). in study 1, participants performed an intentional synchronisation task where they moved sliders in or out of time with another person while a third person observed. those who had moved in synchrony showed a stronger tendency to imitate their partner’s actions than those who had moved in a non-synchronous way. similarly, coordinated partners were also more likely to share object preferences. results also showed that rather than memory blurring between co-actors, participants had improved memories for the self. study 2 exchanged intentional for incidental coordination (coordinating with a synchronous metronome). none of the findings from …"}, {"id": "853e422a46a925a2fcab455472d1b35c", "title": "Lost in the crowd: Imagining walking in synchrony with a crowd increases affiliation and deindividuation", "year": 2021, "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0254017", "tags": ["synchrony"], "author": ["Benjamin Philip Crossey", "Gray Atherton", "Liam Cross"], "pub_year": 2021, "citation": "Plos one 16 (7), e0254017, 2021", "journal": "Plos one", "volume": 16, "number": 7, "pages": "E0254017", "publisher": "Public library of science", "abstract": "Moving in time with others—interpersonal coordination—increases affiliation, helping behaviours and gives rise to a host of other prosocial outcomes. recent research suggests that merely imagining coordination may lead to similar social effects. in the present study, participants were asked to imagine walking with a crowd in a coordinated (versus uncoordinated) way to explore the effects of imagined coordination on individuals’ perceptions of themselves and the crowd. imagined coordination led to greater levels of deindividuation and affiliation. that is, participants were less likely to report seeing themselves as unique individuals, instead viewing themselves as a part of a group (deindividuation) and more likely to report a sense of emotional closeness (affiliation) with the imagined group. deindividuation partially mediated the effect of imagined coordination on affiliation. this work establishes that imagined synchrony can be employed online to foster prosocial attitudes towards groups of people, and that a process of deindividuation might mediate this effect."}, {"id": "f1234dde57fa2f270df33ae7b8764f93", "title": "Moving From Me to We: Interpersonal Coordination’s Effects on Self-Construal", "year": 2021, "url": "https://www.degruyter.com/document/doi/10.1515/psych-2020-0110/html", "tags": ["synchrony"], "author": ["Liam Cross", "Liam Whiteman", "Sarah Ward", "Gray Atherton"], "pub_year": 2021, "citation": "Open psychology 3 (1), 50-63, 2021", "journal": "Open psychology", "volume": 3, "number": 1, "pages": "50-63", "publisher": "De gruyter", "abstract": "We all move in time together throughout our lives, and doing so has been shown to lead to more pro-social attitudes and behaviors towards co-actors. however, little research has investigated how coordinated movement affects how individuals feel about themselves. this mixed-methods study took self-generated qualitative responses of how participants construed their own identities after either coordinated movement or a carefully matched control task. responses were analysed qualitatively using thematic analyses, and quantitatively using content analysis. four themes were identified from thematic analysis, and inferential statistical testing showed significant differences in how participants construed their identities post coordination (cf. control). participants in the coordinated condition generated a higher proportion of interdependent (social) rather than independent (personal) self-construals, driven by differences …"}, {"id": "b914e764610cfb8adfdf071d7b9e7f17", "title": "Moving with the in-crowd: Cooperation and interpersonal entrainment in in-vs. out-groups", "year": 2021, "url": "https://link.springer.com/article/10.1007/s12144-019-00283-0", "author": ["Liam Cross", "Martine Turgeon", "Gray Atherton"], "pub_year": 2021, "citation": "Current psychology 40, 3393-3400, 2021", "journal": "Current psychology", "volume": 40, "pages": "3393-3400", "publisher": "Springer us", "abstract": "Interpersonal entrainment or moving together in time, has been shown to cultivate pro-social behaviours amongst those who take part. converging evidence suggests that its pro-social effects may be intertwined with how we classify ourselves and our co-actor in group terms. however, it is not currently clear if a well-established collective identity, such as national identities, influences entrainment’s effects on our actual behaviours, such as cooperation. the current studies tested whether greater cooperation was seen following synchronous versus asynchronous movements when people were moving with somebody of the same vs. a different nationality. as expected, results showed greater cooperation following synchronous vs asynchronous movements amongst people of different socio-cultural backgrounds, but not amongst those with a common socio-cultural background. potential explanations for these …"}, {"id": "b5f88ca81cf3b20d55cc4be35396aae6", "title": "The use of analog and digital games for autism interventions", "year": 2021, "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.669734/full", "tags": ["autism", "gamification"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2021, "citation": "Frontiers in psychology 12, 669734, 2021", "volume": 12, "pages": 669734, "publisher": "Frontiers media sa", "abstract": "Many interventions that target improvements in social communication and other cognitive, learning, and physical issues have been developed to help autistic people. the gamification of interventions offers an alternative approach to fostering and assessing desired behaviors and cognitions in a more naturalistic and emergent setting. in this scoping review aimed at educators, practitioners, and parents of those with autism, we detail studies that have tested game-based approaches to improving the lives of autistic children, adolescents, and adults, focusing on how research into gamification and autism can both progress and can be progressed and implemented. we offer parents, professionals and academics resources to incorporate game-based psycho-educational programs into their current practice."}, {"id": "6b04e444d4a1036701a5b09ab4f46017", "title": "The wild west of measurement: Exploring problematic technology use cut off scores and their relation to psychosocial and behavioural outcomes in adolescence", "year": 2021, "url": "https://www.sciencedirect.com/science/article/pii/S0747563221002880", "tags": ["gamification"], "author": ["Tracey Connolly", "Gray Atherton", "Liam Cross", "Andrea Piovesan", "Linda K Kaye"], "pub_year": 2021, "citation": "Computers in human behavior 125, 106965, 2021", "journal": "Computers in human behavior", "volume": 125, "pages": 106965, "publisher": "Pergamon", "abstract": "A plethora of research explores “problematic use” of technologies, but conceptualising what “problematic” refers to and how it is operationalized remains an ongoing issue. there is a lack of consistency in how cut-offs are used to distinguish “problematic” users and how this is then handled in subsequent analyses. we compared various scoring strategies common to “problematic” use research and how this impacted prevalence rates and impacts on psychosocial and behavioural variables amongst high school students. adolescents (n = 446) completed measures of “problematic” use of smartphones, online gaming and social media, as well as self-esteem and problematic school behaviour. for each “problematic” technology use questionnaire, we divided the sample into high and low “problematic” technology use groups, using both a polythetic and a monothetic scoring method. prevalence rates varied …"}, {"id": "4f821406460c912823a35f6ab0018b81", "title": "A psychometric investigation into the structure of deception strategy use", "year": 2020, "url": "https://link.springer.com/article/10.1007/s11896-020-09380-4", "author": ["Iain Hamlin", "Paul J Taylor", "Liam Cross", "Katharina MacInnes", "Sophie Van der Zee"], "pub_year": 2020, "citation": "Journal of police and criminal psychology, 1-11, 2020", "journal": "Journal of police and criminal psychology", "pages": "1-11", "publisher": "Springer us", "abstract": "This paper uses a data-driven approach to identify the psychological factors that underlie the array of strategies that people use to hide their deceit. two hundred and nine participants told two lies and two truths and then completed a self-report scale that elicited their experiences when deceiving. a factor analysis of responses produced four factors, three of which were strategic in nature: nonverbal behaviour control, which relates to attempts to monitor and control nonverbal behaviour when lying; detail, which relates to attempts to produce detailed, engaging lies; cognitive difficulty, which relates to the cognitive difficulties experienced when lying and their strategic consequences; and anxiety, which relates to the negative emotions experienced when deceiving. the results further our understanding of the psychological processes that underpin deception and suggest several potentially fruitful avenues for …"}, {"id": "6c043159eaf423fbecdcb34a1c59d7ac", "title": "I’ll just watch: Do the pro-social effects of coordination really generalize to non-actors?", "year": 2020, "url": "https://www.tandfonline.com/doi/abs/10.1080/00224545.2019.1623161", "tags": ["social"], "author": ["Liam Cross", "Andrew D Wilson", "Sabrina Golonka"], "pub_year": 2020, "citation": "The journal of social psychology 160 (2), 248-262, 2020", "journal": "The journal of social psychology", "volume": 160, "number": 2, "pages": "248-262", "publisher": "Routledge", "abstract": "Moving in time together has been shown to cultivate pro-social effects in co-actors, such as cooperation and helping. but less is known about who these effects apply to – whether they are restricted only to co-actors, or whether they generalize to those not involved in the coordination. one difference between past work finding generalized vs. restricted effects is whether these “outsiders” were present for the coordination or not. the present study explores whether the pro-social effects of coordination are seen towards observers as well as co-actors, and whether the absence or presence of observers during the coordination is a determining factor. results show that greater cooperation following coordination is only seen amongst co- actors, regardless of whether the observers were present during the task or not. findings are discussed in the context of the literature and alternative explanations for research showing …"}, {"id": "b38c53f810f3a369d1a00e4e3d5dc8af", "title": "Still want to help? Interpersonal coordination's effects on helping behaviour after a 24 hour delay", "year": 2020, "url": "https://www.sciencedirect.com/science/article/pii/S0001691819303968", "tags": ["synchrony"], "author": ["Liam Cross", "John Michael", "Luke Wilsdon", "Agnes Henson", "Gray Atherton"], "pub_year": 2020, "citation": "Acta psychologica 206, 103062, 2020", "journal": "Acta psychologica", "volume": 206, "pages": 103062, "publisher": "North-holland", "abstract": "A fast-growing literature is establishing how moving in time together has pro-social consequences, though no work to date has explored the persistence of these effects over time. across two studies, people who had previously performed coordinated movements were over three times more likely to give their time to help their co-actor when asked 24 hours later than those who had performed a similar but uncoordinated task. findings showed that group-level categorisation, but not social affiliation, partially mediated helping behaviour. this provides preliminary evidence that the pro-social effects of coordination are sustainable over a longer period than previously reported, and that the effects of coordination upon pro-social motivation may be more related to changes in group level categorisations than increased social affiliations."}, {"id": "abab28b39ff9ca6df340151d8c659aaa", "title": "Walk in my shoes", "year": 2020, "url": "https://research.edgehill.ac.uk/en/publications/walk-in-my-shoes", "tags": ["synchrony"], "author": ["Liam Cross"], "pub_year": 2020, "citation": "Psychologist 34 (6), 24-27, 2020", "journal": "Psychologist", "volume": 34, "number": 6, "pages": "24-27", "publisher": "British psychological society", "abstract": "Walk in my shoes — edge hill university skip to main navigation skip to search skip to \nmain content edge hill university home edge hill university logo help & faq home \nprofiles research units research output projects student theses activities prizes impacts \ndatasets search by expertise, name or affiliation walk in my shoes liam cross * * \ncorresponding author for this work psychology research output: contribution to journal › \nletter 7 citations (scopus) overview original language english pages (from-to) 24-27 \nnumber of pages 4 journal psychologist volume 34 issue number 6 publication status \npublished - 1 jun 2020 access to document https://thepsychologist.bps.org.uk/volume-33/june-2020/walk-my-shoes \nother files and links link to publication in scopus link to the citations in scopus cite this \napa author bibtex harvard standard ris vancouver powered …"}, {"id": "adf28eae65f0d82a7b58a6864f04abfd", "title": "Walking in my shoes: Imagined coordination’s effects on attitudes towards refugees. Psychological Studies.", "year": 2020, "url": "https://research.edgehill.ac.uk/en/publications/walking-in-my-shoes-imagined-coordinations-effects-on-attitudes-t", "tags": ["synchrony"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2020, "citation": "Psychological studies, 1-9, 2020", "journal": "Psychological studies", "pages": "1-9", "publisher": "Springer international publishing ag", "abstract": "People are prone to dividing others into the categories of ‘us’ and ‘them’. this can be particularly detrimental to minorities who may experience social exclusion, prejudice, and reduced access to equal opportunities. one method of improving intergroup relations is to create opportunities for contact. common contact interventions have members of different groups meet and engage in conversation. there are also non-verbal embodied intergroup activities that produce the same effects. previous work has shown that the pro-social effects of coordination may be linked to whether co-actors are classed as in or out-group members. the current study explored whether imagining walking in synchrony with inor out-group members changed majority members’ attitudes towards those individuals. imagining walking in synchrony fostered greater increases in empathy and decreases in negative attitudes only towards minority group members following imagined coordination (not ingroups)."}, {"id": "6fa9d4368dfed25c41c7666437911ebd", "title": "Walking in my shoes: Imagined synchrony improves attitudes towards out-groups", "year": 2020, "url": "https://link.springer.com/article/10.1007/s12646-020-00568-6", "tags": ["synchrony"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2020, "citation": "Psychological studies 65 (4), 351-359, 2020", "journal": "Psychological studies", "volume": 65, "number": 4, "pages": "351-359", "publisher": "Springer india", "abstract": "People are prone to dividing others into the categories of ‘us’ and ‘them’. this can be particularly detrimental to minorities who may experience social exclusion, prejudice, and reduced access to equal opportunities. one method of improving intergroup relations is to create opportunities for contact. common contact interventions have members of different groups meet and engage in conversation. there are also non-verbal embodied intergroup activities that produce the same effects. previous work has shown that the pro-social effects of coordination may be linked to whether co-actors are classed as in or out-group members. the current study explored whether imagining walking in synchrony with in- or out-group members changed majority members’ attitudes towards those individuals. imagining walking in synchrony fostered greater increases in empathy and decreases in negative attitudes only towards …"}, {"id": "e0a2880c27d4adaf6baba4d6c1ee9111", "title": "Animal faux pas: Two legs good four legs bad for theory of mind, but not in the broad autism spectrum", "year": 2019, "url": "https://www.tandfonline.com/doi/abs/10.1080/00221325.2019.1593100", "tags": ["autism", "anthropomorphism"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2019, "citation": "The journal of genetic psychology 180 (2-3), 81-95, 2019", "journal": "The journal of genetic psychology", "volume": 180, "number": "2-3", "pages": "81-95", "publisher": "Routledge", "abstract": "Research shows that the general population varies with regard to both autistic traits and theory of mind (tom) ability. other work has shown that autistic individuals may not underperform on tom tests when the agent of evaluation is anthropomorphic rather than typically human. two studies examined the relation between tom and autistic trait profiles in over 650 adults using either the standard faux pas recognition test (fpt) or an anthropomorphized version of the fpt (fpta). results showed that autistic trait profiles were related to faux pas detection ability in the fpt but not the fpta. furthermore, while those with the broad autism phenotype scored significantly worse than those who were typically developed on the fpt, scores did not significantly differ on the fpta. these findings add to a growing body of work suggesting that tom ability is not at a global deficit in those on the autistic spectrum, but may relate to …"}, {"id": "bbff72e496fbd6e1bef2d2cae3d71583", "title": "Are you what you read? Predicting implicit attitudes to immigration based on linguistic distributional cues from newspaper readership; a pre-registered study", "year": 2019, "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2019.00842/full", "author": ["Dermot Lynott", "Michael Walsh", "Tony McEnery", "Louise Connell", "Liam Cross", "Kerry O’Brien"], "pub_year": 2019, "citation": "Frontiers in psychology 10, 842, 2019", "journal": "Frontiers in psychology", "volume": 10, "pages": 842, "publisher": "Frontiers media sa", "abstract": "The implicit association test (iat) measures bias towards often controversial topics (e.g., race, religion), while newspapers typically take strong positive/negative stances on such issues. in a pre-registered study, we developed and administered an immigration iat to readers of the daily mail (a typically anti-immigration publication) and the guardian (a typically pro-immigration publication) newspapers. iat materials were constructed based on co-occurrence frequencies from each newspapers’ website for immigration-related terms (migrant/immigrant) and positive/negative attributes (skilled/unskilled). target stimuli showed stronger negative associations with immigration concepts in the daily mail compared to the guardian, and stronger positive associations in the guardian corpus compared to the daily mail corpus. consistent with these linguistic distributional differences, daily mail readers exhibited a larger iat bias, revealing stronger negative associations to immigration concepts compared to guardian readers. this difference in overall bias was not fully explained by other variables, and raises the possibility that exposure to biased language contributes to biased implicit attitudes."}, {"id": "c421e9b1aa162b2e068cc27dc7375d84", "title": "Beyond neurodiversity?", "year": 2019, "url": "https://research.edgehill.ac.uk/en/publications/beyond-neurodiversity", "author": ["LIAM CROSS", "GRAY ATHERTON"], "pub_year": 2019, "citation": "The psychologist 32, 2-3, 2019", "journal": "The psychologist", "volume": 32, "pages": "2-3", "publisher": "British psychological society", "abstract": "Beyond neurodiversity? — edge hill university skip to main navigation skip to search skip to \nmain content edge hill university home edge hill university logo help & faq home profiles \nresearch units research output projects student theses activities prizes impacts datasets \nsearch by expertise, name or affiliation beyond neurodiversity? liam cross, gray \natherton psychology research output: contribution to journal › letter overview fingerprint \nabstract letters original language english pages (from-to) 2-3 journal the psychologist volume \n32 publication status published - 1 oct 2019 keywords neurodiversity access to document \nhttps://thepsychologist.bps.org.uk/volume-32/october/beyond-neurodiversitylicence: cc \nby-nc-nd fingerprint dive into the research topics of 'beyond neurodiversity?'. together they \nform a unique fingerprint. neurodiversity keyphrases 100% view full fingerprint cite this apa …"}, {"id": "84fe3e50c6232ac16bbbb2d46f4445fd", "title": "Beyond tokenism in autism research, and more Reply", "year": 2019, "url": "https://scholar.google.com/scholar?cluster=803287599801134927&hl=en&oi=scholarr", "tags": ["autism"], "author": ["Liam Cross", "Gray Atherton"], "pub_year": 2019, "citation": "Psychologist 32, 3-3, 2019", "journal": "Psychologist", "volume": 32, "pages": "3-3", "publisher": "British psychological soc"}, {"id": "5ef38155db2e2a48e15b303a9eca10b5", "title": "Correction: Imagine all the synchrony: The effects of actual and imagined synchronous walking on attitudes towards marginalised groups (PLoS One (2019) 14: 5 (e0216585", "year": 2019, "url": "https://research.edgehill.ac.uk/en/publications/correction-imagine-all-the-synchrony-the-effects-of-actual-and-im", "tags": ["synchrony"], "author": ["G Atherton", "N Sebanz", "L Cross"], "pub_year": 2019, "citation": "Plos one 14 (7), e0220264, 2019", "journal": "Plos one", "volume": 14, "number": 7, "pages": "E0220264", "publisher": "Plos", "abstract": "In the introduction, there is an error in the last sentence of the first paragraph; due to a typesetting error, the word “acceptable” appears as “accep1”. the publisher apologizes for this error. the complete, correct sentence is: when negative stereotypes about a certain group become pervasive in society, it may be more acceptable for those in the majority to express overt prejudice towards minority groups, leading to persecutions [1]. as a result of the typesetting process, the placement of figs 1–8 and tables 2–8 in the pdf version of the article differs from the xml version of the published article. the publisher apologizes for this difference in content placement. in the discussion section, there is an error in the second sentence of the second paragraph; the “d change scores” should not include a capital “d”. the correct sentence is: these participants also showed some evidence for decreased implicit negative attitudes, as demonstrated by the significant iat change scores in the synchronous but not uncoordinated conditions (though it is worth noting that no significant differences in d change scores between conditions were observed). in addition, there is an error in the second sentence of the third paragraph of the discussion, in which “portrayed” appears as “pportrayed.” the correct sentence is: for instance, implicit biases for outgroup members are reduced when they are categorized by occupation rather than race [64] or when portrayed within positive (family barbecue) rather than negative (gang) settings [65]. in tables 2 and 6, an extra grid line is included in the first column of the “overlap” row. please see the correct table 2 and table 6 here …"}, {"title": "How moving together binds us together: the social consequences of interpersonal entrainment and group processes", "id": "abdeba10d92d1a0cacd75cddb66328d8", "year": 2019, "url": "https://www.degruyter.com/document/doi/10.1515/psych-2018-0018/html", "tags": ["synchrony"], "author": ["Liam Cross", "Martine Turgeon", "Gray Atherton"], "pub_year": 2019, "citation": "Open Psychology 1 (1), 273-302, 2019", "volume": "1", "number": "1", "pages": "273-302", "publisher": "Sciendo"}, {"id": "c1b1e2057b94f879fead93c64eff51e2", "title": "How moving together binds us together: the social consequences of interpersonal entrainment and group processes", "year": 2019, "url": "https://www.degruyter.com/document/doi/10.1515/psych-2018-0018/html", "author": ["Liam Cross", "Martine Turgeon", "Gray Atherton"], "pub_year": 2019, "citation": "Open psychology 1 (1), 273-302, 2019", "volume": 1, "number": 1, "pages": "273-302", "publisher": "Sciendo", "abstract": "Interpersonal entrainment has been shown to have a wide variety of social consequences which span far beyond those that could be considered purely pro-social. this work reviews all of the social effects of entrainment and the various explanations for them. the group formation framework emerges as a parsimonious account claiming that as we entrain our sense of self is temporarily diluted as an interdependent identity becomes more salient, thus leading to a range of social and psychological consequences which are pro-group. the sense of belonging arising from moving together is conducive towards pro-social behaviours; yet, it also makes the individual more susceptible to adopting the ideology of the group without critical thinking. we argue that the wide landscape of interpersonal entrainment’s effects reflects its primary effect, de-individuation, and the formation of a common group identity amongst co-actors."}, {"id": "a9a26dd86d66ee76b7e0df56507fed7f", "title": "Imagine all the synchrony: The effects of actual and imagined synchronous walking on attitudes towards marginalised groups", "year": 2019, "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216585", "tags": ["synchrony"], "author": ["Gray Atherton", "Natalie Sebanz", "Liam Cross"], "pub_year": 2019, "citation": "Plos one 14 (5), e0216585, 2019", "journal": "Plos one", "volume": 14, "number": 5, "pages": "E0216585", "publisher": "Public library of science", "abstract": "Stereotyping is a pervasive societal problem that impacts not only minority groups but subserves individuals who perpetuate stereotypes, leading to greater distance between groups. social contact interventions have been shown to reduce prejudice and stereotyping, but optimal contact conditions between groups are often out of reach in day to day life. therefore, we investigated the effects of a synchronous walking intervention, a non-verbal embodied approach to intergroup contact that may reduce the need for optimal contact conditions. we studied attitude change towards the roma group in hungary following actual and imagined walking, both in a coordinated and uncoordinated manner. results showed that coordinated walking, both imagined and in vivo, led to explicit and implicit reductions in prejudice and stereotyping towards both the roma individual and the wider roma social group. this suggests that coordinated movement could be a valuable addition to current approaches towards prejudice reduction."}, {"id": "3b68311832b33f8461836253fe8a1d56", "title": "Moving with the in-crowd: Interpersonal entrainment and cooperation in in-vs. out—groups", "year": 2019, "url": "https://scholar.google.com/scholar?cluster=7534214994099991898&hl=en&oi=scholarr", "tags": ["synchrony"], "author": ["L Cross", "M Turgeon", "G Atherton"], "pub_year": 2019, "citation": "Current psychology 10, 2019", "journal": "Current psychology", "volume": 10}, {"id": "2efc86bc525e0365a714781aae0a0edd", "title": "The animal in me: Enhancing emotion recognition in adolescents with autism using animal filters", "year": 2019, "url": "https://link.springer.com/article/10.1007/s10803-019-04179-7", "tags": ["autism", "anthropomorphism"], "author": ["Liam Cross", "Myles Farha", "Gray Atherton"], "pub_year": 2019, "citation": "Journal of autism and developmental disorders 49, 4482-4487, 2019", "journal": "Journal of autism and developmental disorders", "volume": 49, "pages": "4482-4487", "publisher": "Springer us", "abstract": "People with autism are often characterized as having difficulties with theory of mind abilities such as emotion recognition. however, rather than being a pervasive deficit of ‘mindblindness,’ a number of studies suggests these difficulties vary by context, and when people with autism mindread non-human agents, such as animals or cartoons, these abilities improve. to replicate this effect, 15 adolescents with both autism and intellectual disability participated in a test of facial emotion recognition, with both human and animal faces. participants performed significantly better on the animal version of the assessment compared to the human version, and human rather than animal scores were the strongest predictor of symptom severity. these results were shown to be primarily driven by improvement in recognition of the emotions happiness and anger in animal rather than human faces. implications with regards to …"}, {"id": "40b10edeb1d7ba726ed86f68b8c18abb", "title": "What am I thinking? Perspective-taking from the perspective of adolescents with autism", "year": 2019, "url": "https://journals.sagepub.com/doi/abs/10.1177/1362361318793409", "tags": ["autism", "anthropomorphism"], "author": ["Gray Atherton", "Ben Lummis", "Susan X Day", "Liam Cross"], "pub_year": 2019, "citation": "Autism 23 (5), 1186-1200, 2019", "journal": "Autism", "volume": 23, "number": 5, "pages": "1186-1200", "publisher": "Sage publications", "abstract": "Autistic people are often described as being impaired with regard to theory of mind, though more recent literature finds flaws in the theory of mind deficit paradigm. in addition, the predominant methods for examining theory of mind often rely on “observational” modes of assessment and do not adequately reflect the dynamic process of real-life perspective taking. thus, it is imperative that researchers continue to test the autistic theory of mind deficit paradigm and explore theory of mind experiences through more naturalistic approaches. this study qualitatively examined theory of mind in 12 autistic adolescents through a series of semi-structured interviews. interpretive phenomenological analysis of the data revealed four core themes in participants’ theory of mind experiences and strategies, all of which highlighted how a more accurate representation of autistic theory of mind is one of difference rather than deficit. for …"}, {"id": "21a88f69191c8e0d6f579e2dfd52458b", "title": "Musik: Von der Koordination zur Kooperation", "year": 2018, "url": "https://www.thieme-connect.com/products/ejournals/pdf/10.1055/s-0038-1667401.pdf", "author": ["Manfred Spitzer"], "pub_year": 2018, "citation": "Nervenheilkunde 37 (06), 433-438, 2018", "journal": "Nervenheilkunde", "volume": 37, "number": 6, "pages": "433-438", "publisher": "Schattauer gmbh", "abstract": "1 ob es kultur bei tieren (primaten und nichtprimaten) gibt, wird diskutiert. wenn ja, dann sind die–jeweils von älteren artgenossen gelernten–gesänge der singvögel und buckelwale herausragende beispiele dafür (neben dem werkzeuggebrauch von krähen, die übrigens auch singen, und manchen nicht menschlichen primaten; 5, 13)."}, {"id": "fbc6657b64816ca49a74f8d2fd4cce6e", "title": "Seeing more than human: Autism and anthropomorphic theory of mind", "year": 2018, "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2018.00528/full", "tags": ["autism", "anthropomorphism"], "author": ["Gray Atherton", "Liam Cross"], "pub_year": 2018, "citation": "Frontiers in psychology 9, 528, 2018", "volume": 9, "pages": 528, "publisher": "Frontiers media sa", "abstract": "Theory of mind (tom) is defined as the process of taking another’s perspective. anthropomorphism can be seen as the extension of tom to non-human entities. this review examines the literature concerning tom and anthropomorphism in relation to individuals with autism spectrum disorder (asd), specifically addressing the questions of how and why those on the spectrum both show an increased interest for anthropomorphism and may even show improved tom abilities when judging the mental states of anthropomorphic characters. this review highlights that while individuals with asd traditionally show deficits on a wide range of tom tests, such as recognizing facial emotions, such tom deficits may be ameliorated if the stimuli presented is cartoon or animal-like rather than in human form. individuals with asd show a greater interest in anthropomorphic characters and process the features of these characters using methods typically reserved for human stimuli. personal accounts of individuals with asd also suggest they may identify more closely with animals than other humans. it is shown how the social motivations hypothesized to underlie the anthropomorphizing of non-human targets may lead those on the spectrum to seek social connections and therefore gain tom experience and expertise amongst unlikely sources."}, {"id": "f94f5b47a38956c7639a22fa56e3b9ab", "title": "Guardian and Daily Mail Readers' Implicit Attitudes to Immigration.", "year": 2017, "url": "https://www.academia.edu/download/115561456/paper0792.pdf", "author": ["Dermot Lynott", "Michael Walsh", "Tony McEnery", "Louise Connell", "Liam Cross"], "pub_year": 2017, "citation": "Cogsci, 2017", "conference": "Cogsci", "abstract": "The implicit association test (iat) measures bias towards often controversial topics (race/religion), while newspapers typically take strong positive/negative stances on such issues. in a pre-registered study, we developed and administered an immigration iat to readers of the daily mail (typically anti-immigration) and guardian (typically pro-immigration) newspapers. iat materials were constructed based on co-occurrence frequencies from each newspapers’ website for immigration-related terms (migrant) and positive/negative attributes (skilled/unskilled). target stimuli showed stronger negative associations with immigration concepts in the daily mail corpus compared to the guardian corpus, and stronger positive associations in the guardian corpus compared to the daily mail. consistent with these linguistic distributional differences, daily mail readers exhibited a larger iat bias, revealing stronger negative associations to immigration concepts compared to guardian readers. this difference in overall bias was not explained by other variables, and raises the possibility that exposure to biased language contributes to biased implicit attitudes."}, {"id": "8205a6ce83339dc8cec1b2a5084b3a27", "title": "Imagined steps: Mental simulation of coordinated rhythmic movements effects on pro-sociality", "year": 2017, "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2017.01798/full", "tags": ["synchrony", "social"], "author": ["Liam Cross", "Gray Atherton", "Andrew D Wilson", "Sabrina Golonka"], "pub_year": 2017, "citation": "Frontiers in psychology 8, 1798, 2017", "journal": "Frontiers in psychology", "volume": 8, "pages": 1798, "publisher": "Frontiers media sa", "abstract": "Rhythmically coordinating with a partner can increase pro-sociality, but pro-sociality does not appear to change in proportion to coordination success, or particular classes of coordination. pro-social benefits may have more to do with simply coordinating in a social context than the details of the actual coordination . this begs the question, how stripped down can a coordination task be and still affect pro-sociality? would it be sufficient simply to imagine coordinating with others? imagining a social interaction can lead to many of the same effects as actual interaction . we report the first experiments to explore whether imagined coordination affects pro-sociality similarly to actual coordination. across two experiments and over 450 participants, mentally simulated coordination is shown to promote some, but not all, of the pro-social consequences of actual coordination. imagined coordination significantly increased group cohesion and de-individuation, but did not consistently affect cooperation."}, {"id": "104dfd1ee6b9b2493cf373ba8344020a", "title": "Thinking About You… Thinking About Me… Thinking About Traits and Social Cognition", "year": 2017, "url": "https://uh-ir.tdl.org/items/8bd93a89-629d-4917-8522-c0bfbf30b59c", "author": ["Gray S Atherton"], "pub_year": 2017, "citation": "", "abstract": "Adults in the general population have been shown to struggle with social perspective taking, also known as theory of mind (tom). research has struggled to identify aspects of cognition that explain tom development in adult populations. one promising area of study relates to the discovery that personality traits have considerable explanatory power in regard to cognitive ability, as presumably a person’s preferences affect their subsequent skill development. in order to better understand adult tom variance, an investigation of personality traits and their relation to tom ability was conducted. in an effort to find an appropriate model, traits related to autism spectrum disorder (asd), a disorder characterized by tom deficits, were explored. this study analyzed responses of 359 participants drawn from a university sample using an online assessment platform. participants’ tom was tested using the faux pas recognition test (fpt), and asd related traits were identified using the autism spectrum quotient (aq). all traits were entered in a linear regression to determine which were predictive of tom performance. two traits, communication and imagination, were found to be significantly predictive of tom ability in the general population. the literature suggests that both traits underlie tom at multiple points in development. the tom difficulties in the general population are significantly related to challenges understanding communicative intent, as well as problems simulating lived experiences of others. future research could focus on exploring the role of personal self-efficacy in communication and imagination during tom development, and the relation …"}, {"id": "1afbfa9f53960aa56b27c1627a3583b6", "title": "How moving together brings us together: When coordinated rhythmic movement affects cooperation", "year": 2016, "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2016.01983/full", "tags": ["synchrony"], "author": ["Liam Cross", "Andrew D Wilson", "Sabrina Golonka"], "pub_year": 2016, "citation": "Frontiers in psychology 7, 1983, 2016", "journal": "Frontiers in psychology", "volume": 7, "pages": 1983, "publisher": "Frontiers media sa", "abstract": "Although it is well established that rhythmically coordinating with a social partner can increase cooperation, it is as yet unclear when and why intentional coordination has such effects. we distinguish three dimensions along which explanations might vary. first, pro-social effects might require in-phase synchrony or simply coordination. second, the effects of rhythmic movements on cooperation might be direct or mediated by an intervening variable. third, the pro-social effects might occur in proportion to the quality of the coordination, or occur once some threshold amount of coordination has occurred. we report an experiment and two follow-ups which sought to identify which classes of models are required to account for the positive effects of coordinated rhythmic movement on cooperation. across the studies, we found evidence (1) that coordination, and not just synchrony, can have pro-social consequences (so long as the social nature of the task is perceived), (2) that the effects of intentional coordination are direct, not mediated, and (3) that the degree of the coordination did not predict the degree of cooperation. the fact of inter-personal coordination (moving together in time and in a social context) is all that's required for pro-social effects. we suggest that future research should use the kind of carefully controllable experimental task used here to continue to develop explanations for when and why coordination affects pro-social behaviors."}, {"id": "b16bcd0542c6feacd5facefc4c8ada57", "title": "What Am I Thinking? Theory of Mind Development in Autism", "year": 2014, "url": "https://uh-ir.tdl.org/bitstream/10657/1466/1/ATHERTON-THESIS-2014.pdf", "tags": ["autism"], "author": ["Gray S Atherton"], "pub_year": 2014, "citation": "", "abstract": "Seventeen adolescent students from the monarch school of neurological differences with a diagnosis of autism spectrum disorder (asd) were tested for mentalizing deficits often found in individuals with asd using the theory of mind (tom) battery (baron-cohen, 1985). test results revealed that twelve of the seventeen students were found to have a more advanced tom than original research suggested. these qualifying students were administered the strange stories test (happé, 1994), a series of short vignettes in which characters must interpret contradictory statements. during strange stories testing, students were asked to provide explanations for their answer choices. this semi-structured interview was designed to clarify specific theories surrounding tom acquisition as well as to uncover similarities in the experiences students have had related to mentalization. all interviews were recorded and transcribed, and two researchers applied a system of consensual qualitative coding which yielded an interrater reliability of 1.0. the primary researcher determined five overarching themes yielded post-coding. results are explained in the context of current mentalizing theories, and implications for future research are additionally discussed."}]